Repository: Luckyumimi/chunithmlauncher
Catalog: ios/CHUNITHMLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# nav.home
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 首页

# nav.activities
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ
ko: 활동
zh_hans: 活动

# nav.friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
ja: フレンド
ko: 친구
zh_hans: 好友

# nav.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

# home.welcome
source: Welcome to CHUNITHM!
de: Willkommen bei CHUNITHM!
es: ¡Bienvenido a CHUNITHM!
fr: Bienvenue dans CHUNITHM !
ja: CHUNITHMへようこそ！
ko: CHUNITHM에 오신 것을 환영합니다!

# home.target
source: Target display
de: Zielanzeige
es: Pantalla de destino
fr: Écran cible
ja: 対象ディスプレイ
ko: 대상 디스플레이
zh_hans: 目标显示器

# home.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
zh_hans: 就绪

# home.latest
source: Latest
de: Neuigkeiten
es: Últimas noticias
fr: Dernières infos
ja: 最新情報
ko: 최신 소식
zh_hans: 最新资讯

# news.activity
source: New activity available
de: Neue Aktivität verfügbar
es: Nueva actividad disponible
fr: Nouvelle activité disponible
ja: 新しいイベントがあります
ko: 새 활동이 추가되었습니다
zh_hans: 新活动已上线

# news.score
source: New score record
de: Neuer Rekord
es: Nuevo récord
fr: Nouveau record
ja: 新しいスコア記録
ko: 새 점수 기록
zh_hans: 新的成绩记录

# proseka.launch
source: 启动プロセカ（日服）
de: Proseka (Japan) starten
es: Iniciar Proseka (Japón)
fr: Lancer Proseka (Japon)
ja: プロセカ（日版）を起動
ko: 프로세카(일본 서버) 실행

# proseka.error.title
source: Cannot launch Proseka
de: Proseka konnte nicht gestartet werden
es: No se pudo iniciar Proseka
fr: Impossible de lancer Proseka
ja: プロセカを起動できません
ko: 프로세카를 실행할 수 없습니다
zh_hans: 无法启动プロセカ

# proseka.scheme.missing
source: Proseka URL Scheme is not configured.
de: Das Proseka-URL-Schema ist nicht konfiguriert.
es: El esquema URL de Proseka no está configurado.
fr: Le schéma URL de Proseka n’est pas configuré.
ja: プロセカの URL Scheme が未設定です。
ko: 프로세카 URL Scheme이 설정되지 않았습니다.
zh_hans: 尚未配置プロセカ URL Scheme。

# proseka.scheme.failed
source: The Proseka app could not be opened.
de: Die Proseka-App konnte nicht geöffnet werden.
es: No se pudo abrir la aplicación Proseka.
fr: Impossible d’ouvrir l’application Proseka.
ja: プロセカアプリを開けませんでした。
ko: 프로세카 앱을 열 수 없습니다.
zh_hans: 无法打开プロセカ应用。

# activities.eyebrow
source: FEATURED
de: HIGHLIGHTS
es: DESTACADAS
fr: À LA UNE
ja: 注目イベント
ko: 주요 활동
zh_hans: 精选活动

# activities.title
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: イベント
ko: 활동
zh_hans: 活动

# event.doki.title
source: Doki Doki Literature Club! collaboration begins
de: Die Doki-Doki-Literaturclub-Kollaboration beginnt
es: Comienza la colaboración con Doki Doki Literature Club
fr: La collaboration Doki Doki Literature Club commence
ja: 『ドキドキ文芸部！』コラボ開始
ko: 『두근두근 문예부!』 콜라보 시작
zh_hans: 《心跳文学部！》联动活动开始

# event.doki.body
source: Join the event to earn characters, nameplates and stage backgrounds.
de: Nimm am Event teil, um Charaktere, Namensschilder und Bühnenhintergründe zu erhalten.
es: Participa en el evento para conseguir personajes, placas y fondos.
fr: Participez à l’événement pour gagner des personnages, plaques et décors.
ja: イベントに参加してキャラクターやネームプレート、背景を獲得しよう。
ko: 이벤트에 참여해 캐릭터, 명찰, 무대 배경을 획득하세요.
zh_hans: 参与活动可获得角色、名牌以及舞台背景。

# event.songs.title
source: New songs added
de: Neue Songs hinzugefügt
es: Nuevas canciones
fr: Nouveaux morceaux
ja: 新曲追加
ko: 신곡 추가
zh_hans: 新增曲目

# event.songs.body
source: New songs are now available in CHUNITHM.
de: Neue Songs sind jetzt in CHUNITHM verfügbar.
es: Ya hay nuevas canciones disponibles en CHUNITHM.
fr: De nouveaux morceaux sont disponibles dans CHUNITHM.
ja: CHUNITHMに新曲が追加されました。
ko: CHUNITHM에 새 곡이 추가되었습니다.
zh_hans: 全新曲目现已加入 CHUNITHM。

# event.emperor.title
source: Emperor event results announced
de: Ergebnisse des Kaiser-Events
es: Resultados del evento Emperador
fr: Résultats de l’événement Emperor
ja: 盟帝「第9回 皇帝イベント」結果発表！
ko: 맹제 「제9회 황제 이벤트」 결과 발표!
zh_hans: 盟帝「第9回 皇帝イベント」结果公布！

# event.emperor.body
source: Check the results and claim your rewards.
de: Sieh dir die Ergebnisse an und hole deine Belohnungen ab.
es: Consulta los resultados y reclama tus recompensas.
fr: Consultez les résultats et récupérez vos récompenses.
ja: 結果を確認して報酬を受け取ろう。
ko: 결과를 확인하고 보상을 받으세요.
zh_hans: 查看结果并领取奖励。

# event.tag.character
source: Characters
de: Charaktere
es: Personajes
fr: Personnages
ja: キャラクター
ko: 캐릭터
zh_hans: 角色

# event.tag.nameplate
source: Nameplates
de: Namensschilder
es: Placas
fr: Plaques
ja: ネームプレート
ko: 명찰
zh_hans: 名牌

# event.tag.stage
source: Stage backgrounds
de: Bühnenhintergründe
es: Fondos de escenario
fr: Décors
ja: ステージ背景
ko: 무대 배경
zh_hans: 舞台背景

# event.tag.music
source: Music
de: Musik
es: Música
fr: Musique
ja: 楽曲
ko: 음악
zh_hans: 音乐

# event.tag.reward
source: Rewards
de: Belohnungen
es: Recompensas
fr: Récompenses
ja: 報酬
ko: 보상
zh_hans: 奖励

# friends.eyebrow
source: FRIENDS
de: FREUNDE
es: AMIGOS
fr: AMIS
ja: フレンド
ko: 친구
zh_hans: 好友

# friends.title
source: Online friends
de: Online-Freunde
es: Amigos en línea
fr: Amis en ligne
ja: オンラインのフレンド
ko: 온라인 친구
zh_hans: 在线好友

# friends.search
source: Search friends or ID
de: Freunde oder ID suchen
es: Buscar amigo o ID
fr: Rechercher un ami ou un ID
ja: フレンド名または ID を検索
ko: 친구 닉네임 또는 ID 검색
zh_hans: 搜索好友昵称或 ID

# friend.arcaea
source: Challenging World Vanquisher
de: Fordert World Vanquisher heraus
es: Desafiando World Vanquisher
fr: Défie World Vanquisher
ja: World Vanquisher に挑戦中
ko: World Vanquisher 도전 중
zh_hans: 正在挑战 World Vanquisher

# friend.mira
source: Preparing to improve score
de: Bereitet eine neue Bestleistung vor
es: Preparando una mejora
fr: Prépare une amélioration
ja: スコア更新の準備中
ko: 점수 갱신 준비 중
zh_hans: 准备开始推分

# friend.kuro
source: Just viewed an activity
de: Hat gerade ein Event angesehen
es: Acaba de ver una actividad
fr: Vient de voir une activité
ja: イベントを確認しました
ko: 방금 활동을 확인함
zh_hans: 刚刚查看了活动

# rating.current
source: Current rating
de: Aktuelles Rating
es: Rating actual
fr: Rating actuel
ja: 現在の Rating
ko: 현재 Rating
zh_hans: 当前 Rating

# rating.recent
source: Recent scores
de: Letzte Ergebnisse
es: Puntuaciones recientes
fr: Scores récents
ja: 最近のスコア
ko: 최근 점수
zh_hans: 近期成绩

# shop.eyebrow
source: REWARDS
de: BELOHNUNGEN
es: RECOMPENSAS
fr: RÉCOMPENSES
ja: 報酬
ko: 보상
zh_hans: 奖励

# shop.card
source: Character reward
de: Charakterbelohnung
es: Recompensa de personaje
fr: Récompense de personnage
ja: キャラクター報酬
ko: 캐릭터 보상
zh_hans: 角色奖励

# shop.card.detail
source: Unlock event characters.
de: Schalte Event-Charaktere frei.
es: Desbloquea personajes del evento.
fr: Débloquez les personnages de l’événement.
ja: イベントキャラクターを解放。
ko: 이벤트 캐릭터를 잠금 해제하세요.
zh_hans: 解锁活动角色。

# shop.nameplate
source: Nameplate reward
de: Namensschild-Belohnung
es: Recompensa de placa
fr: Récompense de plaque
ja: ネームプレート報酬
ko: 명찰 보상
zh_hans: 名牌奖励

# shop.nameplate.detail
source: Customize your profile.
de: Passe dein Profil an.
es: Personaliza tu perfil.
fr: Personnalisez votre profil.
ja: プロフィールをカスタマイズ。
ko: 프로필을 꾸며보세요.
zh_hans: 定制你的个人资料。

# shop.stage
source: Stage reward
de: Bühnenbelohnung
es: Recompensa de escenario
fr: Récompense de décor
ja: ステージ報酬
ko: 무대 보상
zh_hans: 舞台奖励

# shop.stage.detail
source: Add a new stage background.
de: Füge einen neuen Bühnenhintergrund hinzu.
es: Añade un nuevo fondo de escenario.
fr: Ajoutez un nouveau décor.
ja: 新しいステージ背景を追加。
ko: 새 무대 배경을 추가하세요.
zh_hans: 添加新的舞台背景。

# aime.eyebrow
source: SETUP GUIDE
de: EINRICHTUNGSHILFE
es: GUÍA DE CONFIGURACIÓN
fr: GUIDE DE CONFIGURATION
ja: セットアップガイド
ko: 설정 가이드
zh_hans: 设置指南

# aime.title
source: Aime reader
de: Aime-Lesegerät
es: Lector Aime
fr: Lecteur Aime
ja: Aime リーダー
ko: Aime 리더
zh_hans: Aime 读卡器

# aime.open
source: Open project page
de: Projektseite öffnen
es: Abrir la página del proyecto
fr: Ouvrir la page du projet
ja: プロジェクトページを開く
ko: 프로젝트 페이지 열기
zh_hans: 打开项目主页

# aime.step.install
source: Install the app
de: App installieren
es: Instalar la aplicación
fr: Installer l’application
ja: アプリをインストール
ko: 앱 설치
zh_hans: 安装应用

# aime.step.install.detail
source: Download and install NFC Aime Reader.
de: NFC Aime Reader herunterladen und installieren.
es: Descarga e instala NFC Aime Reader.
fr: Téléchargez et installez NFC Aime Reader.
ja: NFC Aime Reader をダウンロードしてインストールします。
ko: NFC Aime Reader를 다운로드하고 설치하세요.
zh_hans: 下载并安装 NFC Aime Reader。

# aime.step.nfc
source: Enable NFC
de: NFC aktivieren
es: Activar NFC
fr: Activer le NFC
ja: NFC をオンにする
ko: NFC 켜기
zh_hans: 打开 NFC

# aime.step.nfc.detail
source: Hold your phone near the Aime card.
de: Halte dein iPhone an die Aime-Karte.
es: Acerca el teléfono a la tarjeta Aime.
fr: Approchez votre téléphone de la carte Aime.
ja: スマートフォンを Aime カードに近づけます。
ko: 휴대폰을 Aime 카드에 가까이 대세요.
zh_hans: 将手机靠近 Aime 卡片。

# aime.step.connect
source: Connect to the launcher
de: Mit dem Launcher verbinden
es: Conectar al lanzador
fr: Connecter au lanceur
ja: ランチャーに接続
ko: 런처 연결
zh_hans: 连接启动器

# aime.step.connect.detail
source: Follow the project instructions to connect.
de: Folge den Projektanweisungen.
es: Sigue las instrucciones del proyecto.
fr: Suivez les instructions du projet.
ja: プロジェクトの説明に従って接続します。
ko: 프로젝트 안내에 따라 연결을 구성하세요.
zh_hans: 按照项目说明配置连接。

# checkin.eyebrow
source: DAILY
de: TÄGLICH
es: DIARIO
fr: QUOTIDIEN
ja: デイリー
ko: 일일
zh_hans: 每日

# checkin.prompt
source: Claim today’s check-in reward.
de: Hole dir die heutige Check-in-Belohnung.
es: Reclama la recompensa de hoy.
fr: Récupérez la récompense du jour.
ja: 今日のチェックイン報酬を受け取ろう。
ko: 오늘의 출석 보상을 받으세요.
zh_hans: 领取今日签到奖励。

# checkin.done
source: Checked in
de: Eingecheckt
es: Registrado
fr: Pointé
ja: チェックイン済み
ko: 출석 완료
zh_hans: 已签到

# checkin.action
source: Check in
de: Einchecken
es: Registrarse
fr: Pointer
ja: チェックインする
ko: 출석하기
zh_hans: 签到

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

# settings.language.system
source: Follow system
de: Systemsprache
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
zh_hans: 跟随系统

# settings.language.zh
source: 简体中文
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié

# settings.language.en
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어

# settings.language.ja
source: 日本語
de: Japanisch
es: Japonés
fr: Japonais
ko: 일본어
zh_hans: 日语

# settings.language.ko
source: 한국어
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
zh_hans: 韩语

# settings.language.fr
source: Français
de: Französisch
es: Francés
ja: フランス語
ko: 프랑스어
zh_hans: 法语

# settings.language.es
source: Español
de: Spanisch
fr: Espagnol
ja: スペイン語
ko: 스페인어
zh_hans: 西班牙语

# settings.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
zh_hans: 外观

# settings.appearance.system
source: Follow system
de: Systemsprache
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
zh_hans: 跟随系统

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
zh_hans: 关于

# status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
zh_hans: 就绪

# account.demo
source: Demo account
de: Demo-Konto
es: Cuenta de demostración
fr: Compte de démonstration
ja: デモアカウント
ko: 데모 계정
zh_hans: 演示账户

# home.announcement
source: Latest announcement
de: Ankündigung
es: Anuncio
fr: Annonce
ja: お知らせ
ko: 공지
zh_hans: 公告

# activities.detail
source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を見る
ko: 상세 보기
zh_hans: 查看详情

# shop.filter.all
source: All
de: Alle
es: Todo
fr: Tous
ja: すべて
ko: 전체
zh_hans: 全部

# shop.filter.badge
source: Badges
de: Abzeichen
es: Insignias
ja: バッジ
ko: 배지
zh_hans: 徽章

# shop.filter.clothing
source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
ja: 衣装
ko: 의상
zh_hans: 服饰

# shop.filter.desk
source: Desk items
de: Schreibtischartikel
es: Artículos de escritorio
fr: Objets de bureau
ja: デスク用品
ko: 데스크 아이템
zh_hans: 桌面物件

# friends.online
source: Online friends
de: Online-Freunde
es: Amigos en línea
fr: Amis en ligne
ja: オンラインの友達
ko: 온라인 친구
zh_hans: 在线好友

# friends.profile
source: View profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
ja: プロフィールを見る
ko: 프로필 보기
zh_hans: 查看主页

# friend.activity.score
source: Just earned SSS on World Vanquisher
de: Gerade SSS bei World Vanquisher erreicht
es: Acaba de lograr SSS en World Vanquisher
fr: Vient d'obtenir SSS sur World Vanquisher
ja: 「World Vanquisher」でSSSを達成
ko: World Vanquisher에서 SSS 달성
zh_hans: 刚刚完成了「World Vanquisher」的 SSS

# friend.activity.profile
source: Updated their profile
de: Profil aktualisiert
es: Actualizó su perfil
fr: A mis à jour son profil
ja: プロフィールを更新
ko: 프로필을 업데이트함
zh_hans: 更新了个人简介：今晚继续推分

# settings.themeColor
source: Accent color
de: Akzentfarbe
es: Color de énfasis
fr: Couleur d'accent
ja: アクセントカラー
ko: 강조 색상
zh_hans: 主题色

# settings.allnet
source: ALL.Net provider
de: ALL.Net-Anbieter
es: Proveedor ALL.Net
fr: Fournisseur ALL.Net
ja: ALL.Netプロバイダー
ko: ALL.Net 제공업체
zh_hans: ALL.Net提供商

# settings.allnet.button
source: Button label
de: Buttontext
es: Texto del botón
fr: Texte du bouton
ja: ボタンの文字
ko: 버튼 문구
zh_hans: 按钮文字

# settings.allnet.url
source: Web address
de: Webadresse
es: Dirección web
fr: Adresse web
ja: ウェブリンク
ko: 웹 링크
zh_hans: 网页链接

# news.latest.eyebrow
source: LATEST
de: NEUIGKEITEN
es: NOVEDADES
fr: DERNIÈRES INFOS
ko: 최신
zh_hans: 最新资讯

# news.viewAll
source: View all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
ja: すべて見る
ko: 전체 보기
zh_hans: 查看全部

# news.tab.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: イベント
ko: 활동
zh_hans: 活动

# news.tab.announcement
source: Announcements
de: Ankündigungen
es: Anuncios
fr: Annonces
ja: お知らせ
ko: 공지
zh_hans: 公告

# news.tab.information
source: Information
de: Informationen
es: Información
fr: Informations
ja: 情報
ko: 정보
zh_hans: 资讯

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
zh_hans: 个人主页

# profile.name
source: CHUNITHM Player
de: CHUNITHM-Spieler
es: Jugador de CHUNITHM
fr: Joueur CHUNITHM
ja: CHUNITHM プレイヤー
ko: CHUNITHM 플레이어
zh_hans: CHUNITHM 玩家

# profile.stat.scores
source: Scores
de: Punkte
es: Puntuaciones
ja: スコア
ko: 점수
zh_hans: 成绩

# profile.about
source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi
ja: 自己紹介
ko: 내 소개
zh_hans: 关于我

# profile.bio
source: Exploring new charts, collecting memories, and keeping every session bright.
de: Ich entdecke neue Charts und sammle Erinnerungen aus jeder Session.
es: Exploro nuevas canciones y guardo recuerdos de cada sesión.
fr: Je découvre de nouvelles partitions et collectionne les souvenirs de chaque session.
ja: 新しい譜面を遊びながら、プレイの思い出を集めています。
ko: 새로운 채보를 탐험하고 모든 플레이의 추억을 모읍니다.
zh_hans: 探索新谱面，收集每一次游玩留下的回忆。

# app.title
source: CHUNITHM Launcher
es: Lanzador CHUNITHM
fr: Lanceur CHUNITHM
ja: CHUNITHM ランチャー
ko: CHUNITHM 런처
zh_hans: CHUNITHM 启动器

# app.edition
source: iPadOS 27 Edition
es: Edición iPadOS 27
fr: Édition iPadOS 27
ja: iPadOS 27 版
ko: iPadOS 27 에디션
zh_hans: iPadOS 27 版

# nav.shop
source: Shop
es: Tienda
fr: Boutique
ja: ショップ
ko: 상점
zh_hans: 商城

# home.subtitle
source: Community launcher
es: Lanzador de la comunidad
fr: Lanceur communautaire
ja: コミュニティランチャー
ko: 커뮤니티 런처
zh_hans: 社区启动器

# common.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# event.tag.update
source: Update
es: Actualización
fr: Mise à jour
ja: アップデート
ko: 업데이트
zh_hans: 更新

# event.tag.event
source: Event
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
zh_hans: 活动

# shop.title
source: Shop
es: Tienda
fr: Boutique
ja: ショップ
ko: 상점
zh_hans: 商城

# settings.language.de
source: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
zh_hans: 德语

# settings.version
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本

# profile.stat.events
source: Events
es: Eventos
fr: Événements
ja: イベント
ko: 이벤트
zh_hans: 活动

# nav.checkin
source: Check-in
fr: Pointage
ja: チェックイン
ko: 출석
zh_hans: 签到

# checkin.title
source: Check-in
fr: Pointage
ja: チェックイン
ko: 출석
zh_hans: 签到

# profile.stat.rating
source: Rating
ja: レーティング
ko: 레이팅

# nav.rating
source: Rating
zh_hans: 查分
